
             PGM        PARM(&LIFTER &LIFT_WGT &LIFT_TIME)

             DCL        VAR(&LIFTER) TYPE(*CHAR) LEN(25)
             DCL        VAR(&LIFT_WGT) TYPE(*DEC) LEN(3 0)
             DCL        VAR(&LIFT_TIME) TYPE(*CHAR) LEN(19)

             CALL       PGM(HERC/HERC_R) PARM(&LIFTER &LIFT_WGT &LIFT_TIME)

             ENDPGM